Repository: dderakhshani/finance-accounting
Catalog: Backend/Core/Library/Resources/ValidationMsg/Validations_*.resx
Languages: fa

source: Adjustment group not active
fa: در انواع سند نوع سند تعدیل فعال نیست

source: Adjustment group not exists
fa: در انواع سند نوع سند تعدیل تعریف نشده است

# AdjustmentVoucehExists
source: Adjustment voucher exists
fa: سند تعدیل ماهیت قبلا در سیستم ثبت شده است

source: All vouchers must be balanced
fa: سند غیر تراز در سیستم وجود دارد برای انجام این عملیات باید کلیه اسناد تراز باشند

source: All vouchers must be permanented
fa: برای انجام این عملیات کلیه اسناد باید دائمی باشند

source: Already logged in exception
fa: از قبل وارد شده اید

# Authorization
source: Authorization required
fa: باید مجوز داشته باشید

source: Authorization exception
fa: خطای مجوز

# BadRequestException
source: Request exception is bad
fa: درخواست اشتباه

source: Balancing voucher is already exists
fa: سند تعدیل ماهیت قبلا در سیستم ثبت شده است

# Between
source: Must be more than [1] and less than [2]
fa: باید بیشتر از [1] وکمتر از [2] باشد

# CanNotCreateForFuture
source: Can not create voucher for future
fa: ثبت سند به تاریخ آینده امکان پذیر نیست

source: Can not create unbalanced voucher
fa: ثبت سند غیر موازنه امکان پذیر نیست

# CloseGroupNotActive
source: Close group voucher not active
fa: در انواع سند نوع سند بستن حسابها فعال نیست

# CloseGroupNotExists
source: Close group voucher not exists
fa: در انواع سند نوع سند بستن حسابها تعریف نشده است

# CloseVoucehExists
source: Close voucher exists
fa: سند بستن حسابها قبلا در سیستم ثبت شده است

source: Close voucher is already exists
fa: سند بستن حسابها قبلا در سیستم ثبت شده است

# DateInvalid
source: The selected date must be before today's date
fa: تاریخ انتخابی باید قبل از تاریخ امروز باشد

# Duplicate
source: Data is duplicated
fa: قبلا در سیستم ثبت شده است

# EndVoucehExists
source: End voucher exists
fa: سند اختتامیه قبلا در سیستم ثبت شده است

# EndVoucherGroupNotActive
source: End group voucher not active
fa: در انواع سند نوع سند اختتامیه فعال نیست

# EndVoucherGroupNotExists
source: End group voucher exists
fa: در انواع سند نوع سند اختتامیه تعریف نشده است

source: End voucher is already exists
fa: سند اختتامیه قبلا وجود داشته است

# FirstMustBeGraterThanSecond
source: Item [1] must be grater than item [2]
fa: مقدار[1]باید بزرگتر از مقدار[2]باشد

# Greater than
source: Must be more than [1]
fa: باید بیشتر از [1] باشد

# InCurrentYearInUse
source: This item is in use in current year
fa: در سال جاری در حال استفاده میباشد

# InUse
source: This item is in use
fa: این آیتم درحال استفاده است

# InvalidConfirmPassword
source: Password is invalid
fa: پسورد نامعتبر است

# InvalidFromat
source: Format is invalid
fa: فرمت ورودی نامعتبر است

source: InvalidToken
fa: توکن اشتباه است

# IsNotValidCodeLevel
source: Level code is not valid
fa: کد سطح حساب صحیح نمیباشد

source: Is not valid email
fa: آدرس ایمیل صحیح نمیباشد

# IsNotValidValue
source: Value [1] is not valid
fa: مقدار [1] قابل پذیرش نیست

# IsRequired
source: You must fill this field
fa: ورود این مقدار الزامی است

# LessThan
source: Must be less than [1]
fa: مقدار باید کمتر از [1] باشد

# Login
source: Must be logged in
fa: ابتدا باید وارد سیستم شوید

# MobileValidation
source: Mobile number is not valid
fa: شماره موبایل نامعتبر است

# MustBeSelected
source: An option must be selected
fa: یک گزینه باید انتخاب شود

source: No result
fa: جستجو بی نتیجه

source: Not allowed date
fa: تاریخ مجاز نیست

# NotExist
source: Item is not exist
fa: این مقدار در دیتابیس وجود ندارد

# NotFound
source: Exception not found
fa: یافت نشد

# Number
source: Must be number
fa: ورودی باید عدد باشد

# ParentCodeNotValid
source: Code not mach with parent code
fa: ارقام کد با ارقام والد همخوانی ندارد

source: Passwor has expired
fa: پسورد منقضی شده است

# Permission
source: Permission required
fa: باید مجوز دسترسی داشته باشید

# RelationBetween
source: Relation between [1] and [2]
fa: از این داده در رابطه بین [1] و [2] استفاده شده است

# SpecialLenght
source: Number of caracters must be [1]
fa: تعداد کاراکتر ها باید [1] باشد

# StartGroupNotActive
source: Start Group voucher not active
fa: در انواع سند نوع سند افتتاحیه فعال نیست

# StartVoucehExists
source: Start voucher exists
fa: سند افتتاحیه قبلا در سیستم ثبت شده است

source: System exception
fa: خطای سیستم

# TrueOrFalse
source: The item can be true or false
fa: این آیتم فقط میتواتند درست یا نادرست باشد

# UnbalancedVoucherRegisteration
source: Voucher registeration is unbalanced
fa: سند غیر موازنه است

# UnHandledError
source: System error occured, please contact to support team
fa: خطای سیستم،لطفا با واحد پشتیبانی تماس بگیرید

# UniqueName
source: The name must be unique
fa: این نام قبلا استفاده شده است

source: Update impossible
fa: به روز رسانی غیر ممکن است

source: Username or password incorrect
fa: نام کاربری یا رمز اشتباه است

source: Voucher and date compatible
fa: تاریخ و شماره سند مطابقت ندارد

source: Voucher group not active
fa: این گروه سند فعال نیست

source: Voucher in holiday not allowed
fa: ثبت سند در روز تعطیل مجاز نیست

source: Year not accessible
fa: سال مالی قابل دسترس نیست
